// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Голубой [C]";
"magenta" = "Пурпурный [M]";
"yellow" = "Желтый [Y]";

"black" = "Черный [K]";

"red" = "Красный [R]";
"green" = "Зеленый [G]";
"blue" = "Синий [B]";

"lightcyan" = "Светло-голубой [LC]";
"lightmagenta" = "Светло-пурпурный [LM]";

"orange" = "Оранжевый [O]";

"gray" = "Серый [G]";
"lightgray" = "Светло-серый [LG]";
"darkgray" = "Темно-серый [DG]";

"photoblack" = "Черный фотокартридж [PK]";
"matteblack" = "Матовый черный [MK]";

"glossenhancer" = "Усилитель глянца";

"violet" = "Фиолетовый [V]";

"gold" = "Золотистый [??]";
"silver" = "Серебристый [??]";
"bronze" = "Бронза [??]";

"metallic" = "Красный металлик [??]";

"tricolor" = "Трехцветный [голубой/пурпурный/желтый]";
"photo" = "Фотокартридж [черный/светло-голубой/светло-пурпурный]";
"photogray" = "Серый фотокартридж [черный/серый/светло-серый]";

"Photo [PK]" = "Фотокартридж [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Использованные ранее подлинные картриджи HP";
"Refilled or Depleted Cartridge Detected" = "Обнаружен заправленный или пустой картридж";

//Pharse for smash alert
"The message status could not be updated" = "Не удалось обновить состояние сообщения";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Рекомендации для поддельных картриджей";
"Used, Refilled or Counterfeit Cartridge Detected" = "Обнаружен использованный, заправленный или поддельный картридж";

HSDUseCartridgeOrLearnAboutProtection = "Чтобы продолжить использование указанных картриджей, нажмите \"Продолжить\".
Чтобы выйти и посмотреть дополнительные сведения о функции защиты картриджей HP Cartridge Protection, нажмите \"Отмена\".";

"View HP Privacy Statement Online" = "Заявление HP о защите конфиденциальности";

"Shop Online" = "Купить в Интернете";

"To order a genuine HP replacement cartridge, click Shop Online." = "Чтобы заказать подлинный запасной картридж HP, щелкните \"Купить в Интернете\".";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Чтобы продолжить использование данного картриджа, нажмите \"ОК\".";
"View online details about shared information" = "Просмотр в Интернете сведений о предоставлении информации";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Купить";
"To order a genuine HP replacement cartridge, click Buy Now." = "Чтобы заказать оригинальный картридж HP для замены, нажмите кнопку \"Купить\".";


"To order a genuine HP replacement cartridge online, click Buy Now." = "Чтобы заказать оригинальный сменный картридж HP по сети, нажмите кнопку \"Купить\".";

"View data shared with HP" = "Просмотреть данные, отправляемые HP";

"HP Instant Ink Support Online" = "онлайн-службу поддержки HP Instant Ink";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "По всем вопросам, связанным с картриджами HP Instant Ink, обращайтесь в онлайн-службу поддержки HP Instant Ink.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Обнаружены использованные или поддельные картриджи";
